Repository: JAVIYARAJ/task-tracking-app
Catalog: lib/l10n/app_*.arb
Languages: ml, zh

# app_name
source: Task Tracking App
ml: ടാസ്‌ക് ട്രാക്കിംഗ് ആപ്പ്
zh: 任务跟踪应用

source: createdAt
ml: സൃഷ്ടിച്ചത്
zh: 创建于

source: Add new task
ml: നിങ്ങളുടെ പുതിയ ടാസ്ക് ചേർക്കുക
zh: 添加你的新任务

source: update_task
ml: ചുമതല അപ്ഡേറ്റ് ചെയ്യുക
zh: 更新任务

source: Add Your new Task
ml: നിങ്ങളുടെ പുതിയ ടാസ്ക് ചേർക്കുക
zh: 添加你的新任务

source: Settings
ml: ക്രമീകരണങ്ങൾ
zh: 设置

source: Change Task Color
ml: ടാസ്‌ക്കിന്റെ നിറം മാറ്റുക
zh: 更改任务颜色

source: Change App Language
ml: ആപ്പ് ഭാഷ മാറ്റുക
zh: 更改应用程序语言

source: Change App Theme
ml: ആപ്പ് തീം മാറ്റുക
zh: 更改应用主题

source: Pick a Color!
ml: ഒരു നിറം തിരഞ്ഞെടുക്കുക!
zh: 选择颜色

source: Got It
ml: മനസ്സിലായി
zh: 知道了
